Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/bible/osko/tips.html.tmx
Source language: sme
Languages: sma

source: Rávvagat:
sma: Tipse åtnose:

source: Logg inn Don it dárbbaš logget sisa.
sma: Tsagkesh Edtjh guhkiebasse båetedh ih daarpesjh tsagkesidh.

source: Dat doaibma lea sierra joavkkuid várás.
sma: Daate funksjovne lea sjïere dåehkide.

source: Maid don dárbbašat ?
sma: Maam daarpesjh ?

source: Neahttabáiki geavaha Flash.
sma: Flash våaroemisnie nedtesæjjan.

source: Don dárbbašat Adobe Flash Player 9 dahje ođđaset veršuvnna.
sma: Datne Adobe Flash Player 9 daarpesjh, jallh urrebe versjovne.

source: Dán prográmma oaččut nuvttá.
sma: Daam programmem namhtah åadtjoeh.

source: Viečča prográmma siiddus www.adobe.com (geahča Download oasis).
sma: Leessh programmem: www.adobe.com

source: Giellaválljen ? Deaddel giellaválljema dahje domenanama: Osko.no – dárogillii Osku.no – davvisámegillii Jahkko.no – julevsámegillii Jaahkoe.no – åarjelsámegillii
sma: Gïeleveeljeme Diedtieh gïeleveeljeme jallh domenenomme: osko.no - daaroen osku.no - noerhtesaemien jahkko.no - luvlesaemien jaahkoe.no - åarjelsaemien

source: Álgosiidu ja johtin ovddas maŋás Go deaddilat lávu, dola, čázi, soagi, eatnama, girku dahje beaivváža ovdasiiddu govas, de boađát sisdollui.
sma: Guktie darjodh ? Gosse låavhtgåetien, tjaetsiem, såekiem, eatnemem, gærhkoem jallh biejjiem deadtah, dellie aamhtesidie båatah.

source: Ovdasiidui máhcat njuolain, mii lea vuollin olgeš bealde.
sma: Edtjh åvtebealan vihth båetedh, dle dam bååstedebåaloem deadtah, garrabielien bijjiebielesne.

source: Sisdoallosiiddu olgeš ravddas badjin lea siidonummar ja siidolohku.
sma: Sæjroenummere jïh man gellie sæjroeh fïerhne aamhtesisnie vååjnoes sæjroen bijjiebielesne.

source: Deaddil njuolaid siidologu goabbatbealde go áiggut ovddas dahje maŋás.
sma: Edtjh dohkh diekie sæjrojne båetedh, dle deadtah dejtie njoelide låhkoej uvte jallh duekesne.

source: Govat gurut márggas dolvot du vuollefáttáide ja spealuide.
sma: Dej guvviejgujmie garrabielesne vaadtsah vuelieaamhtesi jïh spieli gåajkoe.

source: Sálbma Neahttabáikkis leat sálmmat maid sáhtát lávlut ja báddet ja guldalit iežat jiena.
sma: Saalme Nedtesijjien saalmh mejtie datne maahtah laavlodh jih bæjjese vaeltedh, jïh jïjtjemdh goltelidh.

source: Jus háliidat báddet, deaddil “ Lávllo ” - boalu.
sma: Ij gåaredh laavlomidie våålese leessedh.

source: Jus háliidat guldalit iežat jiena, deaddil “ Guldal iežat ” - boalu.
sma: Edtjh jïjtjedh gïelem bæjjese vaeltedh, diedtieh “ laavloeh ” båaloem.

source: Lávlagiid ii sáhte lástet vulos.
sma: Edtjh jïjtjedh goltelidh diedtieh ” Goltelh jïjtjedh ” båaloem.

source: Bargobihtát Neahttabáikkis leat iešguđetlágán bargobihtát.
sma: Barketje Nedtesijjien jïjnjh ovmessie barketjh.

source: Muhtin bargobihtáid prográmma divvu, eará bargobihtáid sáhtát čállit nugo hálidat, ja bargobihtát sáddejuvvojit neahttapedagogii.
sma: Naan barketjh lea jïjtsestaeriedihks, jeatjah barketjinie åadjtoeh tjaeledh maam sïjhth, jïh barketjidie maahtah olkese tjaeledh jallh nedtelohkehtæjjan gåajkoe seedtedh.

source: Neahttapedagoga registrere sisasáddejuvvon bargobihtáid, ja dii geat vástidehpet buot bargobihtáid oažžubehtet vuoittu poasttas.
sma: Nedtelohketæjja dejtie seedteme barketjidie tjaalasåvva, jïh dijjieh mah gaajhkh barketjidie vaestede aktem baalhkam påastine åadtjoeh.

source: Ságastallan Neahttabáikkis leat maid ságastallanbargobihtát.
sma: Soptsestimmie Nedtesijjien jïjnjh soptsestimmiebarketjh.

source: Don sáhtát ságastallat earáiguin, sihke rávisolbmuiguin ja mánáiguin.
sma: Datne maahtah soptsestidh giejnie sïjhth, dovne geervigujmie jih maanajgujmie.

source: Hupmamiin don oahpat.
sma: Datne lïerh gosse soptsesth.

source: Popup-blokkeren Jus dus lea Win XP service pack 2, de fertet giddet poput-blokkerema vai bohtosiid jnv. sáhttá vurket.
sma: Popup-steegkeme Jis datne Win XP service pack 2 åtnah, dle daarpesjh popup-steegkemem jamhkelidh jis edtjh buektiehtidh illedahkh j.n.v. vöörhkedh.

source: Álggat Internet Explorer ja mana dása: Verktøy – Popup-blokkering – Innstillinger for Popup-blokkering.
sma: Aelkehth Internet Explorer jïh vaedtsieh diekie: Verktøy - Popup-blokkering - Innstillinger for Popupblokkering.

source: Boastodiehtu ActiveX-kontrolla birra Jus dus lea Win XP (service pack2) de soaittát oažžut boastodieđu Active X-kontrolla installerema birra.
sma: Fiejliebievnesh ActiveX-kontrollen bïjre Jis datne Win XP (service pack 2) åtnah, dellie kanne fiejliebïevnesem åadtjoeh datne tjoerh ActiveC-kontrollem lissiehtidh.

source: Deaddil ActiveX-kontroll, de dat installerejuvvo.
sma: Dam lissehth gosse ActiveX-kontrollen diedtieh.

source: Min birra
sma: Miijjen bijre

source: Ovdasiidui
sma: Åvtebealan

source: Geavaheaddjinamma:
sma: Nuhtjijenomme:
